Revit 2027 API
BuiltInFailures.ScheduleViewFailures.CannotResizeColumn Property
 Can't resize column.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotResizeColumn { get; }
Public Shared ReadOnly Property CannotResizeColumn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotResizeColumn {
	FailureDefinitionId^ get ();
}
static member CannotResizeColumn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ScheduleViewFailures Class
Autodesk.Revit.DB Namespace